---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.OneToRatio
source: html/051e239a-9bc3-c554-0a83-f7b6223ce1c7.htm
---
# Autodesk.Revit.DB.UnitTypeId.OneToRatio Property

1 : Ratio.

## Syntax (C#)
```csharp
public static ForgeTypeId OneToRatio { get; }
```